[
  "Wikipedia contains 6,220,055 pages.",
  "There are a total of 529,512,216 links between Wikipedia pages.",
  "9,374,302 Wikipedia pages are actually just redirects to other pages.",
  "The first Wikipedia page title in alphabetical order is \"!!\".",
  "The last Wikipedia page title in alphabetical order is \"🗓\".",
  "326 Wikipedia pages (0.005% of all pages) have no incoming or outgoing links.",
  "There are only 1,262 Wikipedia pages (0.02% of all pages) which link to no other pages.",
  "There are 315,267 Wikipedia pages (5.07% of all pages) which are not linked to from any other page.",
  "At an impressive 250 characters, \"Cneoridium dumosum (Nuttall) Hooker F. Collected March 26, 1960, at an Elevation of about 1450 Meters on Cerro Quemazón, 15 Miles South of Bahía de Los Angeles, Baja California, México, Apparently for a Southeastward Range Extension of Some 140 Miles\" is the longest Wikipedia page title.",
  "There are 317 Wikipedia pages (0.005% of all pages) whose titles are just a single character, including \"Œ\", \"↓\", and \"膾\".",
  "Only 19 Wikipedia page titles begin with an exclamation mark, one of which is \"!O!ung_language\".",
  "9,393 Wikipedia pages (0.15%) have a title which contains an exclamation mark.",
  "Only 17 Wikipedia page titles begin with a question mark, one of which is \"?:_A_Question_Mark\".",
  "4,003 Wikipedia pages (0.06%) have a title which contains a question mark.",
  "5,421,111 Wikipedia pages (87.2%) have a title which contains a space.",
  "798,944 Wikipedia pages (12.8%) have a title which does not contain a space.",
  "A single or double quotation mark can be found in 188,037 Wikipedia page titles (3.02% of all page titles), leading to countless parsing issues while creating this.",
  "At a staggering 183 characters, \"Lopadotemachoselachogaleokranioleipsanodrimhypotrimmatosilphiokarabomelitokatakechymenokichlepikossyphophattoperisteralektryonoptekephalliokigklopeleiolagoiosiraiobaphetraganopterygon\" is the longest Wikipedia page title which contains no spaces.",
  "At a whopping 89 characters, \"Taumatawhakatangi­hangakoauauotamatea­turipukakapikimaunga­horonukupokaiwhen­uakitanatahu\" is the second longest Wikipedia page title which contains no spaces.",
  "Even at a beefy 79 characters, \"Donaudampfschiffahrtselektrizitätenhauptbetriebswerkbauunterbeamtengesellschaft\" is only the third longest Wikipedia page title which contains no spaces.",
  "The \"List of lists of lists\" page is a list of pages that are lists of list pages on the English Wikipedia.",
  "The \"Order of magnitude\" page lists \"yocto-\" (10^-24) and \"yotta-\" (10^24) as the smallest and largest magnitude prefixes.",
  "The \"Names of large numbers\" page contains words like \"googol\" (10^100) and \"millinillion\" (10^3003).",
  "An \"Illegal prime\" is a prime number that represents information whose possession or distribution is forbidden in some legal jurisdictions.",
  "\"Index of Singapore-related articles\" is the Wikipedia page with the highest number of outgoing links (11,524).",
  "\"List of birds by common name\" is the Wikipedia page with the second highest number of outgoing links (10,942).",
  "\"List of women writers\" is the Wikipedia page with the third highest number of outgoing links (8,313).",
  "\"List of people from Illinois\" is the Wikipedia page with the fourth highest number of outgoing links (8,116).",
  "\"Alphabetical list of municipalities of Italy\" is the Wikipedia page with the fifth highest number of outgoing links (7,965).",
  "\"International Standard Book Number\" is the most linked to page on Wikipedia (1,222,714 incoming links).",
  "\"Geographic coordinate system\" is the second most linked to page on Wikipedia (1,136,974 incoming links).",
  "\"WorldCat\" is the third most linked to page on Wikipedia (730,648 incoming links).",
  "\"Virtual International Authority File\" is the fourth most linked to page on Wikipedia (726,735 incoming links).",
  "\"Library of Congress Control Number\" is the fifth most linked to page on Wikipedia (565,977 incoming links)."
]
