[
  "Wikipedia contains 5,903,159 pages.",
  "There are a total of 472,985,819 links between Wikipedia pages.",
  "8,798,298 Wikipedia pages are actually just redirects to other pages.",

  "\"List of people from Illinois\" is the Wikipedia page with the highest number of outgoing links (8,084).",
  "\"List of least concern birds\" is the Wikipedia page with the second highest number of outgoing links (7,898).",
  "\"List of U.S. state legislators\" is the Wikipedia page with the third highest number of outgoing links (7,897).",
  "\"List of film director and actor collaborations\" is the Wikipedia page with the fourth highest number of outgoing links (6,685).",
  "\"List of film director and composer collaborations\" is the Wikipedia page with the fifth highest number of outgoing links (6,444).",

  "\"Geographic coordinate system\" is the most linked to page on Wikipedia (1,095,038 incoming links).",
  "\"International Standard Book Number\" is the second most linked to page on Wikipedia (1,088,000 incoming links).",
  "\"WorldCat\" is the third most linked to page on Wikipedia (567,729 incoming links).",
  "\"Virtual International Authority File\" is the fourth most linked to page on Wikipedia (542,990 incoming links).",
  "\"United States\" is the fifth most linked to page on Wikipedia (479,988 incoming links).",

  "The first Wikipedia page title in alphabetical order is \"!!\".",
  "The last Wikipedia page title in alphabetical order is \"𝕊\".",

  "333 Wikipedia pages (0.006% of all pages) have no incoming or outgoing links.",
  "There are only 1,251 Wikipedia pages (0.02% of all pages) which link to no other pages.",
  "There are 315,628 Wikipedia pages (5.35% of all pages) which are not linked to from any other page.",

  "At an impressive 247 characters, \"But what about the noise of crumpling paper which he used to do in order to paint the series of 'Papiers froissés' or tearing up paper to make 'Papiers déchirés?' Arp was stimulated by water (sea, lake, and flowing waters like rivers), forests\" is the longest page title on Wikipedia.",
  "There are 265 Wikipedia pages (0.004% of all pages) whose titles are just a single character, including \"Œ\", \"↓\", and \"膾\".",

  "Only 18 Wikipedia page titles begin with an exclamation mark, one of which is \"!O!ung_language\".",
  "9,091 Wikipedia pages (0.15%) have a title which contains an exclamation mark.",

  "Only 17 Wikipedia page titles begin with a question mark, one of which is \"?:_A_Question_Mark\".",
  "3,810 Wikipedia pages (0.06%) have a title which contains a question mark.",

  "5,134,803 Wikipedia pages (87.0%) have a title which contains a space.",
  "768,356 Wikipedia pages (13.0%) have a title which does not contain a space.",

  "A single or double quotation mark can be found in 174,199 Wikipedia page titles (2.93% of all page titles), leading to countless parsing issues while creating this.",

  "At a staggering 182 characters, \"Lopadotemachoselachogaleokranioleipsanodrimhypotrimmatosilphioparaomelitokatakechymenokichlepikossyphophattoperisteralektryonoptekephalliokigklopeleiolagoiosiraiobaphetraganopterygon\" is the longest Wikipedia page title which contains no spaces.",
  "At a whopping 85 characters, \"Taumatawhakatangihangakoauauotamateaturipukakapikimaungahoronukupokaiwhenuakitanatahu\" is the second longest Wikipedia page title which contains no spaces.",
  "Even at a beefy 79 characters, \"Donaudampfschiffahrtselektrizitätenhauptbetriebswerkbauunterbeamtengesellschaft\" is only the third longest Wikipedia page title which contains no spaces.",

  "The \"List of lists of lists\" page is a list of pages that are lists of list pages on the English Wikipedia.",
  "The \"Order of magnitude\" page lists \"yocto-\" (10^-24) and \"yotta-\" (10^24) as the smallest and largest magnitude prefixes.",
  "The \"Names of large numbers\" page contains words like \"googol\" (10^100) and \"millinillion\" (10^3003).",
  "An \"Illegal prime\" is a prime number that represents information whose possession or distribution is forbidden in some legal jurisdictions."
]
